<section class="px-[1.5 em] container mx-auto">
    <div class="hero p-[3em] mt-5" style="background-image: url(src/assests/kucu_kotha_images/image.png);">
        <div class="hero-overlay  bg-opacity-60" style="
                                   border-radius: 10px;
                                    background: rgba(255, 255, 255, 0.69);                        
                                    border: 1px solid #F1F1F1;
                                    box-shadow: 0px 4px 4px 0px rgba(0, 0, 0, 0.25);
    "></div>
        <div class="hero-content text-center text-neutral-content">
            <div class="flex flex-col justify-center gap-3">
                <h1 class="mb-3 text-black text-[1.3em] font-bold">আমাদের কিছু কথা</h1>
                <p class="text-black">ইস্পাহানী পাবলিক স্কুল ও কলেজ বা আইপিএসসি হচ্ছে বাংলাদেশের কুমিল্লা সেনানিবাস এলাকায় অবস্থিত একটি মাধ্যমিক বিদ্যালয় সংযুক্ত পাবলিক কলেজ যা ১৯৬২ সালে প্রতিষ্ঠিত হয়। এর ইআইআইএন নম্বর হচ্ছে ১০২৮২৬। প্রতিষ্ঠানটি ২০১২ সালের কুমিল্লা শিক্ষা বোর্ডের অধীনে এসএসসি পরীক্ষার ফলাফলে ৫ম স্থান এবং একই বছর কুমিল্লা শিক্ষা বোর্ডের অধীনে এইচএসসি পরীক্ষার ফলাফলে ৩য় স্থান অধিকার করে। সর্বশেষ ২০২২ সালে এইচএসসি পরীক্ষার ফলাফল অনুসারে কুমিল্লা বোর্ডে ৪র্থ স্থানে ছিল কলেজটি।</p>
                <p class="flex items-center justify-center">
                    <span style="color: var(--blue-1, #0C1167);" class="me-2">আরো</span>
                    <span><svg xmlns="http://www.w3.org/2000/svg" width="21" height="20" viewBox="0 0 21 20" fill="none">
                            <path fill-rule="evenodd" clip-rule="evenodd" d="M1.7523 9.99981C1.7523 9.83405 1.81815 9.67508 1.93536 9.55787C2.05257 9.44066 2.21154 9.37481 2.3773 9.37481H17.1186L13.1848 5.44231C13.1267 5.3842 13.0806 5.31522 13.0491 5.23929C13.0177 5.16337 13.0015 5.08199 13.0015 4.99981C13.0015 4.91763 13.0177 4.83626 13.0491 4.76033C13.0806 4.68441 13.1267 4.61542 13.1848 4.55731C13.2429 4.4992 13.3119 4.45311 13.3878 4.42166C13.4637 4.39021 13.5451 4.37402 13.6273 4.37402C13.7095 4.37402 13.7909 4.39021 13.8668 4.42166C13.9427 4.45311 14.0117 4.4992 14.0698 4.55731L19.0698 9.55731C19.128 9.61537 19.1742 9.68434 19.2057 9.76027C19.2372 9.8362 19.2534 9.9176 19.2534 9.99981C19.2534 10.082 19.2372 10.1634 19.2057 10.2394C19.1742 10.3153 19.128 10.3843 19.0698 10.4423L14.0698 15.4423C14.0117 15.5004 13.9427 15.5465 13.8668 15.578C13.7909 15.6094 13.7095 15.6256 13.6273 15.6256C13.5451 15.6256 13.4637 15.6094 13.3878 15.578C13.3119 15.5465 13.2429 15.5004 13.1848 15.4423C13.1267 15.3842 13.0806 15.3152 13.0491 15.2393C13.0177 15.1634 13.0015 15.082 13.0015 14.9998C13.0015 14.9176 13.0177 14.8363 13.0491 14.7603C13.0806 14.6844 13.1267 14.6154 13.1848 14.5573L17.1186 10.6248H2.3773C2.21154 10.6248 2.05257 10.559 1.93536 10.4418C1.81815 10.3245 1.7523 10.1656 1.7523 9.99981Z" fill="#0C1167" />
                        </svg></span>
                </p>
            </div>
        </div>
    </div>
</section>