
<div class="container mx-auto sticky top-0 z-50" id="main_nav">
    <section id="nav_one">
        <header class="h-[8.875em] flex gap-5 bg-white">
            <section class="w-[10.125em] z-40">
                <div class="flex ">
                    <svg xmlns="http://www.w3.org/2000/svg" width="17" height="15" viewBox="0 0 27 25" fill="none">
                        <path d="M27 0H-1.90735e-06L13.365 12.625L27 25V0Z" fill="#0C1167" />
                    </svg>
                    <div style="box-shadow: 0px 4px 4px 0px rgba(0, 0, 0, 0.25)" class="w-[10.125em] h-[9.563em] rounded-mdP-[1.688em] flex justify-center items-center">
                        <img style="width: 7em;" src="src/assests/nav_images/logo.png" alt="logo">
                    </div>
                    <svg xmlns="http://www.w3.org/2000/svg" width="17" height="15" viewBox="0 0 27 25" fill="none">
                        <path d="M0 0H27L13.635 12.625L0 25V0Z" fill="#0C1167" />
                    </svg>
                </div>
            </section>
            <section class="flex-1 z-40">
                <div class="flex justify-between w-full">
                    <div class="mt-12">
                        <h3 class="text-[1.5em]">পাবনা ক্যাডেট কলেজিয়েট স্কুল, পাবনা</h3>
                        <p class="">EIIN : 105826 | কলেজ কোড: 7925 | স্কুল কোড: 7801</p>
                    </div>
                    <div class="flex flex-col justify-end gap-2 mt-2">
                        <p class="flex justify-end">
                            <span>
                                <svg xmlns="http://www.w3.org/2000/svg" width="25" height="25" viewBox="0 0 25 25" fill="none">
                                    <rect width="25" height="25" rx="2" fill="#F5F5F5" />
                                    <path d="M20.8438 16.0208C19.5625 16.0208 18.3229 15.8125 17.1667 15.4375C16.9855 15.3761 16.7908 15.367 16.6047 15.4112C16.4186 15.4554 16.2487 15.5512 16.1146 15.6875L14.4792 17.7396C11.5312 16.3333 8.77083 13.6771 7.30208 10.625L9.33333 8.89583C9.61458 8.60417 9.69792 8.19792 9.58333 7.83333C9.19792 6.67708 9 5.4375 9 4.15625C9 3.59375 8.53125 3.125 7.96875 3.125H4.36458C3.80208 3.125 3.125 3.375 3.125 4.15625C3.125 13.8333 11.1771 21.875 20.8438 21.875C21.5833 21.875 21.875 21.2187 21.875 20.6458V17.0521C21.875 16.4896 21.4062 16.0208 20.8438 16.0208Z" fill="#0C1167" />
                                </svg>
                            </span>
                            <span class="me-3" style="color: #262222;">
                                018657398576, 018657398576
                            </span>
                            <span>
                                <svg xmlns="http://www.w3.org/2000/svg" width="25" height="25" viewBox="0 0 25 25" fill="none">
                                    <rect width="25" height="25" rx="2" fill="#F5F5F5" />
                                    <path d="M20.8333 4.1665H4.16659C3.02075 4.1665 2.09367 5.104 2.09367 6.24984L2.08325 18.7498C2.08325 19.8957 3.02075 20.8332 4.16659 20.8332H20.8333C21.9791 20.8332 22.9166 19.8957 22.9166 18.7498V6.24984C22.9166 5.104 21.9791 4.1665 20.8333 4.1665ZM20.8333 8.33317L12.4999 13.5415L4.16659 8.33317V6.24984L12.4999 11.4582L20.8333 6.24984V8.33317Z" fill="#0C1167" />
                                </svg>
                            </span>
                            <span>
                                demoschoolmail@gmail.com
                            </span>
                        </p>
                        <p class="flex justify-end" style="color: #262222;">
                            <svg class="me-3" xmlns="http://www.w3.org/2000/svg" width="25" height="25" viewBox="0 0 25 25" fill="none">
                                <path d="M5.75 0.5C5.94891 0.5 6.13968 0.579018 6.28033 0.71967C6.42098 0.860322 6.5 1.05109 6.5 1.25V2H18.5V1.25C18.5 1.05109 18.579 0.860322 18.7197 0.71967C18.8603 0.579018 19.0511 0.5 19.25 0.5C19.4489 0.5 19.6397 0.579018 19.7803 0.71967C19.921 0.860322 20 1.05109 20 1.25V2H21.5C22.2956 2 23.0587 2.31607 23.6213 2.87868C24.1839 3.44129 24.5 4.20435 24.5 5V21.5C24.5 22.2956 24.1839 23.0587 23.6213 23.6213C23.0587 24.1839 22.2956 24.5 21.5 24.5H3.5C2.70435 24.5 1.94129 24.1839 1.37868 23.6213C0.816071 23.0587 0.5 22.2956 0.5 21.5V5C0.5 4.20435 0.816071 3.44129 1.37868 2.87868C1.94129 2.31607 2.70435 2 3.5 2H5V1.25C5 1.05109 5.07902 0.860322 5.21967 0.71967C5.36032 0.579018 5.55109 0.5 5.75 0.5ZM20.681 5H4.3175C3.8675 5 3.5 5.336 3.5 5.75V7.25C3.5 7.664 3.866 8 4.3175 8H20.6825C21.1325 8 21.5 7.664 21.5 7.25V5.75C21.5 5.336 21.134 5 20.681 5ZM13.25 11C13.0511 11 12.8603 11.079 12.7197 11.2197C12.579 11.3603 12.5 11.5511 12.5 11.75V13.25C12.5 13.4489 12.579 13.6397 12.7197 13.7803C12.8603 13.921 13.0511 14 13.25 14H14.75C14.9489 14 15.1397 13.921 15.2803 13.7803C15.421 13.6397 15.5 13.4489 15.5 13.25V11.75C15.5 11.5511 15.421 11.3603 15.2803 11.2197C15.1397 11.079 14.9489 11 14.75 11H13.25ZM17.75 11C17.5511 11 17.3603 11.079 17.2197 11.2197C17.079 11.3603 17 11.5511 17 11.75V13.25C17 13.4489 17.079 13.6397 17.2197 13.7803C17.3603 13.921 17.5511 14 17.75 14H19.25C19.4489 14 19.6397 13.921 19.7803 13.7803C19.921 13.6397 20 13.4489 20 13.25V11.75C20 11.5511 19.921 11.3603 19.7803 11.2197C19.6397 11.079 19.4489 11 19.25 11H17.75ZM5 16.25V17.75C5 17.9489 5.07902 18.1397 5.21967 18.2803C5.36032 18.421 5.55109 18.5 5.75 18.5H7.25C7.44891 18.5 7.63968 18.421 7.78033 18.2803C7.92098 18.1397 8 17.9489 8 17.75V16.25C8 16.0511 7.92098 15.8603 7.78033 15.7197C7.63968 15.579 7.44891 15.5 7.25 15.5H5.75C5.55109 15.5 5.36032 15.579 5.21967 15.7197C5.07902 15.8603 5 16.0511 5 16.25ZM10.25 15.5C10.0511 15.5 9.86032 15.579 9.71967 15.7197C9.57902 15.8603 9.5 16.0511 9.5 16.25V17.75C9.5 17.9489 9.57902 18.1397 9.71967 18.2803C9.86032 18.421 10.0511 18.5 10.25 18.5H11.75C11.9489 18.5 12.1397 18.421 12.2803 18.2803C12.421 18.1397 12.5 17.9489 12.5 17.75V16.25C12.5 16.0511 12.421 15.8603 12.2803 15.7197C12.1397 15.579 11.9489 15.5 11.75 15.5H10.25Z" fill="#0C1167" />
                            </svg>
                            <span class="" style="font-weight: 500;">১৬ চৈত্র ১৪২৯ / বৃহস্পতিবার, মার্চ ৩০, ২০২৩</span>
                        </p>
                        <p class="flex justify-end mt-4">
                            <button class="w-[9.75em] h-[2em] flex text-white justify-center items-center gap-2" style="border-radius: 10px;
                                background: #D00025;">
                                <span>
                                    <svg xmlns="http://www.w3.org/2000/svg" width="25" height="25" viewBox="0 0 25 25" fill="none">
                                        <path d="M24.5 11.8335C24.5 10.8489 23.9604 9.9985 23.1667 9.53683V3.16725C23.1667 2.80266 22.8758 1.8335 21.8333 1.8335C21.5367 1.8335 21.2421 1.93266 21.0008 2.126L17.4579 4.96058C15.6783 6.38308 13.4442 7.16683 11.1667 7.16683H3.16667C1.69375 7.16683 0.5 8.36058 0.5 9.8335V13.8335C0.5 15.3064 1.69375 16.5002 3.16667 16.5002H4.57083C4.51292 16.9368 4.48 17.381 4.48 17.8335C4.48 19.4906 4.86583 21.0564 5.545 22.456C5.76125 22.9014 6.23333 23.1668 6.72833 23.1668H9.82333C10.9087 23.1668 11.5604 21.9235 10.9025 21.0602C10.2192 20.1635 9.81292 19.0452 9.81292 17.8335C9.81292 17.3706 9.88042 16.9256 9.99667 16.5002H11.1667C13.4442 16.5002 15.6783 17.2839 17.4575 18.7064L21.0004 21.541C21.2367 21.7301 21.5303 21.8332 21.8329 21.8335C22.8713 21.8335 23.1663 20.8843 23.1663 20.5002V14.1306C23.9604 13.6685 24.5 12.8181 24.5 11.8335ZM20.5 17.726L19.1229 16.6243C16.8729 14.8243 14.0467 13.8335 11.1667 13.8335V9.8335C14.0467 9.8335 16.8729 8.84266 19.1229 7.04266L20.5 5.941V17.726Z" fill="white" />
                                    </svg>
                                </span>
                                <span>ভর্তি বিজ্ঞপ্তি</span>
                            </button>
                        </p>
                    </div>
                </div>
            </section>
            <section class="z-40">
                <div class="flex flex-col justify-center items-center">
                    <div class="ml-6 text-16 my-2 " style="color:#5C5C5C">
                        <small>লগইন করুন</small>
                    </div>
                    <div>
                        <button class="w-[9.75em] h-[2em]  my-2 flex justify-center items-center gap-2   text-white px-[1em]" style="border-radius: 10px;
        background: var(--blue-1, #0C1167);">
                            <span>
                                <svg xmlns="http://www.w3.org/2000/svg" width="24" height="25" viewBox="0 0 24 25" fill="none">
                                    <path d="M16.4719 15.5283L12 20.0002L7.52813 15.5283C4.17656 15.6736 1.5 18.4158 1.5 21.8002V22.2502C1.5 23.4924 2.50781 24.5002 3.75 24.5002H20.25C21.4922 24.5002 22.5 23.4924 22.5 22.2502V21.8002C22.5 18.4158 19.8234 15.6736 16.4719 15.5283ZM2.1375 4.24082L2.4375 4.31113V7.04863C2.10938 7.24551 1.875 7.5877 1.875 8.0002C1.875 8.39395 2.09063 8.72207 2.39531 8.92363L1.66406 11.8439C1.58437 12.1674 1.7625 12.5002 2.02031 12.5002H3.97969C4.2375 12.5002 4.41563 12.1674 4.33594 11.8439L3.60469 8.92363C3.90938 8.72207 4.125 8.39395 4.125 8.0002C4.125 7.5877 3.89062 7.24551 3.5625 7.04863V4.58301L6.65625 5.32832C6.25313 6.13457 6 7.03457 6 8.0002C6 11.3143 8.68594 14.0002 12 14.0002C15.3141 14.0002 18 11.3143 18 8.0002C18 7.03457 17.7516 6.13457 17.3438 5.32832L21.8578 4.24082C22.7109 4.03457 22.7109 2.97051 21.8578 2.76426L12.9328 0.608008C12.3234 0.462695 11.6812 0.462695 11.0719 0.608008L2.1375 2.75957C1.28906 2.96582 1.28906 4.03457 2.1375 4.24082Z" fill="white" />
                                </svg>
                            </span>
                            <span>শিক্ষার্থী</span>
                        </button>
                    </div>
                    <div>
                        <button class="w-[9.75em] h-[2em] flex justify-center items-center gap-2" style="border-radius: 10px;
                            border: 1px solid var(--blue-1, #0C1167);">
                            <span>
                                <svg xmlns="http://www.w3.org/2000/svg" width="25" height="25" viewBox="0 0 25 25" fill="none">
                                    <path d="M12.5 12.5C15.8141 12.5 18.5 9.81406 18.5 6.5C18.5 3.18594 15.8141 0.5 12.5 0.5C9.18594 0.5 6.5 3.18594 6.5 6.5C6.5 9.81406 9.18594 12.5 12.5 12.5ZM16.9906 14.0281L14.75 23L13.25 16.625L14.75 14H10.25L11.75 16.625L10.25 23L8.00937 14.0281C4.66719 14.1875 2 16.9203 2 20.3V22.25C2 23.4922 3.00781 24.5 4.25 24.5H20.75C21.9922 24.5 23 23.4922 23 22.25V20.3C23 16.9203 20.3328 14.1875 16.9906 14.0281Z" fill="#0C1167" />
                                </svg>
                            </span>
                            <span>অনুষদ</span>
                        </button>
                    </div>
                </div>
            </section>
        </header>
        <nav class="w-full relative top-[-1.3rem] transition duration-300 bg-white opacity-90 ease-in-out ">
            <div class="navbar-end flex w-[70.670em] ">
                <ul class="menu menu-horizontal px-1 flex space-x-4 w-auto">
                    <li><a class="text-[1em] submenu">হোম</a></li>
                    <li tabindex="0">
                        <details>
                            <summary id="menu1" class=" text-[1em] submenu">
                                আমাদের সম্পর্কে
                                <svg xmlns="http://www.w3.org/2000/svg" width="20" height="20" viewBox="0 0 20 20" fill="none">
                                    <path d="M2.5 6.95L3.01625 6.25L17.0088 6.25L17.5 6.925L10.4663 13.75H9.4325L2.5 6.95Z" fill="#0C1167" />
                                </svg>
                            </summary>
                            <ul class="p-2 z-30">
                                <li><a>Submenu 1</a></li>
                                <li><a>Submenu 2</a></li>
                            </ul>
                        </details>
                    </li>
                    <li tabindex="0">
                        <details>
                            <summary id="menu2" class=" text-[1em]">একাডেমিক
                                <svg xmlns="http://www.w3.org/2000/svg" width="20" height="20" viewBox="0 0 20 20" fill="none">
                                    <path d="M2.5 6.95L3.01625 6.25L17.0088 6.25L17.5 6.925L10.4663 13.75H9.4325L2.5 6.95Z" fill="#0C1167" />
                                </svg>
                            </summary>
                            <ul class="p-2 z-30">
                                <li><a>Submenu 1</a></li>
                                <li><a>Submenu 2</a></li>
                            </ul>
                        </details>
                    </li>
                    <li tabindex="0">
                        <details>
                            <summary id="menu3" class=" text-[1em] submenu">সহ - পাঠক্রম
                                <svg xmlns="http://www.w3.org/2000/svg" width="20" height="20" viewBox="0 0 20 20" fill="none">
                                    <path d="M2.5 6.95L3.01625 6.25L17.0088 6.25L17.5 6.925L10.4663 13.75H9.4325L2.5 6.95Z" fill="#0C1167" />
                                </svg>
                            </summary>
                            <ul class="p- z-30">
                                <li><a>Submenu 1</a></li>
                                <li><a>Submenu 2</a></li>
                            </ul>
                        </details>
                    </li>
                    <li tabindex="0">
                        <details>
                            <summary id="menu4" class=" text-[1em]">ভর্তি- সংক্রান্ত
                                <svg xmlns="http://www.w3.org/2000/svg" width="20" height="20" viewBox="0 0 20 20" fill="none">
                                    <path d="M2.5 6.95L3.01625 6.25L17.0088 6.25L17.5 6.925L10.4663 13.75H9.4325L2.5 6.95Z" fill="#0C1167" />
                                </svg>
                            </summary>
                            <ul class="p-2 z-30">
                                <li><a>Submenu 1</a></li>
                                <li><a>Submenu 2</a></li>
                            </ul>
                        </details>
                    </li>
                    <li tabindex="0">
                        <details>
                            <summary id="menu5" class=" text-[1em]">তথ্যচিত্র
                                <svg xmlns="http://www.w3.org/2000/svg" width="20" height="20" viewBox="0 0 20 20" fill="none">
                                    <path d="M2.5 6.95L3.01625 6.25L17.0088 6.25L17.5 6.925L10.4663 13.75H9.4325L2.5 6.95Z" fill="#0C1167" />
                                </svg>
                            </summary>
                            <ul class="p-2 z-30">
                                <li><a>Submenu 1</a></li>
                                <li><a>Submenu 2</a></li>
                            </ul>
                        </details>
                    </li>
                </ul>
            </div>
        </nav>
    </section>
</div>

<?php include './components/nav_two.php' ?>
<?php include './components/responsive_nav.php' ?>