<section class="flex flex-col lg:flex-row justify-center items-center container mx-auto p-7 mt-5" style="border-radius: 5px;
border: 1px solid #F1F1F1;
background: var(--white, #FFF);
box-shadow: 0px 1px 1px 0px rgba(0, 0, 0, 0.25);">
    <div class="flex flex-col items-center" style="flex: 30%">
        <img src="src/assests/priencipal_image/priencipal.png" alt="">
        <h3 class="text-[1.4em] my-2">আবু হেনা মোরশেদ জামান</h3>
        <p class="my-1">সভাপতি, গভর্নিং বডিও সচিব</p>
        <p class="my-1">ডাক ও টেলিযোগাযোগ বিভাগ,</p>
        <p class="my-1"> গণপ্রজাতন্ত্রী বাংলাদেশ সরকার।</p>
    </div>
    <div style="flex: 70%">
        <h3 class="text-center text-[1.5em] my-5">জীবন বৃত্তান্ত</h3>
        <p class="my-6 mb-10 text-[1.1em]">আবু হেনা মোরশেদ জামান ১৯৬৭ সালের ২৪ অক্টোবর চট্টগ্রামের এক সম্ভ্রান্ত মুসলিম পরিবারে জন্ম গ্রহণ করেন। তিনি চট্টগ্রাম বিশ্ববিদ্যালয়, চট্টগ্রাম, বাংলাদেশ হতে রাজনীতি বিজ্ঞান এ স্নাতক (২য় শ্রেনীতে ১ম স্থান) ও স্নাতকোত্তর ( ১ম শ্রেনীতে ১ম স্থান) ডিগ্রী অর্জন করেন। ইতোপূর্বে তিনি এসএসসি ও এইচএসসিতে মেধা তালিকায় যথাক্রমে ৫ম ও ৪র্থ স্থান অধিকার করেন। ১১তম বিসিএসে সম্মিলিত মেধা তালিকায় তিনি ১ম স্থান অর্জন করেন। অধ্যয়নকালীন চট্টগ্রাম কলেজ ও চট্টগ্রাম বিশ্ববিদ্যালয়ে সাহিত্য ও সাংস্কৃতিক প্রতিযোগিতায় বরাবরই শ্রেষ্ঠত্বের প্রমাণ রেখেছেন। চট্টগ্রাম বিশ্ববিদ্যালয়ের সেরা বিতার্কিক হওয়ার গৌরব অর্জন করেন। গত ১২ বছর ধরে তিনি ইউনিসেফ’র সৌজন্য বিটিভিতে প্রচারিত মা ও শিশু জাতীয় স্কুল বিতর্ক প্রতিযোগিতায় সক্রিয়ভাবে নিয়োজিত আছেন। বর্তমানে তিনি আইডিয়াল স্কুল অ্যান্ড কলেজ, মতিঝিল, ঢাকা এর গভর্নিং বডির সভাপতি হিসেবে দায়িত্ব পালন করছেন। তাঁর রম্য লেখা ‘ আমার বন্ধু জ্ঞানী তৈল সিং’ পাঠক জনপ্রিয়তা পেয়েছে।</p>
        <p  class="mb-2 text-[1.1em]">জনাব আবু হেনা মোরশেদ জামান ডাক ও টেলিযোগাযোগ বিভাগে ০১-০১-২০২৩ খ্রি: তারিখে সচিব হিসেবে বদলিপূর্বক পদায়িত হন। এর অব্যবহিত পূর্বে তিনি বাস্তবায়ন পরিবীক্ষণ ও মূল্যায়ন বিভাগে সচিব হিসেবে ৩১ অক্টোবর ২০২১ তারিখে যোগদান করেন। সুদীর্ঘ কর্মকালে তিনি দেশের বিভিন্ন স্থানে ও দেশের বাইরে প্রশাসনের বিভিন্ন পদে কর্মরত ছিলেন। সরকারের বিভিন্ন মন্ত্রণালয়সহ মাঠ প্রশাসনে তিনি দক্ষতা ও নিষ্ঠার সাথে কাজ করেছেন। এক্ষেত্রে ঢাকা জেলার অতিরিক্ত জেলা প্রশাসক এবং ফরিদপুর ও নরসিংদী’র জেলা প্রশাসক হিসেবে তাঁর দায়িত্ব পালন উল্লেখযোগ্য। আরও উল্লেখ্য যে, তিনি প্রধানমন্ত্রীর কার্যালয়ের তৎকালীন সচিব এর একান্ত সচিব হিসেবে দায়িত্ব পালন করেন এবং পরবর্তীতে প্রধানমন্ত্রীর কার্যালয়ের পরিচালক (প্রশাসন) হিসেবেও দায়িত্ব পালন করেন। তিনি মদিনা, সৌদি আরব হজ্ব মিশনে ভাইস কনসাল (হজ্ব) হিসেবেও দায়িত্ব পালন করেছেন। তিনি বাংলাদেশ ইউনেস্কো জাতীয় কমিশন (বিএনসিইউ), মাধ্যমিক ও উচ্চ শিক্ষা বিভাগ, শিক্ষা মন্ত্রণালয়ের ডেপুটি সেক্রেটারি জেনারেল হিসেবে দায়িত্ব পালন করেছেন। ২০১২ সালে তিনি ইউনেস্কো এর নির্বাহী বোর্ড এর ১৯০ তম সভায় যোগদান করেন।</p>
        <p class="text-[1.1em]">ব্যক্তিগত জীবনে তিনি বিবাহিত ও দুই সন্তানের জনক। তাঁর স্ত্রী পেশায় একজন চিকিৎসক এবং একটি বেসরকারি মেডিক্যাল কলেজের সহকারী অধ্যাপক। তাঁর মা নজরুল গবেষক অধ্যাপক ড. দিল আফরোজ বেগম সরকারি হাজী মুহাম্মদ মহসিন কলেজ, চট্টগ্রাম’র অধ্যক্ষ হিসেবে দায়িত্ব পালন শেষে অবসর নেন।</p>
    </div>
</section>